Repository: pretty128guydev/tradesmarter
Catalog: translations/*.po
Languages: ar, bn, hi, ja, ms, th, vi

source: payout
ar: صرف
bn: পরিশোধ
hi: भुगतान
ja: ペイアウト
ms: Pembayaran
th: การจ่ายเงิน
vi: THANH TOÁN

source: status
ar: الحالة
bn: স্ট্যাটাস
hi: स्थिति
ja: ステータス
th: สถานะ
vi: TRẠNG THÁI

source: return
ar: إرجاع
bn: রিটার্ন
hi: वापस करना
ja: 払い戻し
ms: Kembali
th: กลับ
vi: HOÀN LẠI

source: High/Low Ratio
ar: نسبة العالي / المنخفض
bn: উচ্চ/নিম্ন অনুপাত
hi: उच्च/निम्न अनुपात
ja: ハイロー比率
ms: Nisbah Tinggi/Rendah
th: อัตราส่วนสูง / ต่ำ
vi: Tỷ lệ Cao/thấp

source: balance
ar: الرصيد
bn: ব্যাল্যান্স
hi: संतुलन
ja: 残高
ms: Baki
th: ยอดคงเหลือ
vi: Số dư khả dụng

source: invested
ar: المُستثمر
bn: বিনিয়োগ
hi: निवेश
ja: 投資額
ms: Dilaburkan
th: ซึ่งได้ลงทุน
vi: ĐÃ ĐẦU TƯ

source: available cash
ar: النقود المتاحة
bn: উপলব্ধ নগদ
hi: नकदी उपलब्ध है
ja: 利用可能な資金
ms: tunai tersedia
th: เงินสดที่มีอยู่
vi: SỐ TIỀN CÓ SẴN

source: total bonus received
ar: إجمالي المكافأة المتلقاة
bn: মোট বোনাস প্রাপ্ত
hi: कुल बोनस प्राप्त हुआ
ja: 合計獲得ボーナス
ms: JUMLAH BONUS DITERIMA
th: ได้รับโบนัสรวม
vi: TỔNG TIỀN LÃI

source: traded bonus
ar: المكافأة المُتداوَلة
bn: ট্রেড বোনাস
hi: व्यापारित बोनस
ja: 取引ボーナス
ms: BONUS DIDAPATI
th: โบนัสซื้อขาย
vi: TIỀN LÃI GIAO DỊCH

source: pending bonus
ar: المكافأة المُعلَّقة
bn: পেন্ডিং বোনাস
hi: लंबित बोनस
ja: 保留ボーナス
ms: Bonus Tertangguh
th: โบนัสที่รอดำเนินการ
vi: TIỀN LÃI ĐANG CHỜ

source: Basic Chart
ar: الرسم البياني الأساسي
bn: বেসিক চার্ট
hi: मूल चार्ट
ja: 基本チャート
th: แผนภูมิพื้นฐาน

source: Trading View
ar: عرض التداول
bn: ট্রেডিং ভিউ
hi: ट्रेडिंग दृश्य
ja: 取引観
th: มุมมองการซื้อขาย

source: Advanced Chart
ar: مخطط متقدم
bn: উন্নত চার্ট
hi: उन्नत चार्ट
ja: 先進 チャート
th: สร้างแผนภูมิ k

source: Switch to Basic Chart
ar: قم بالتبديل إلى المخطط الأساسي
bn: বেসিক চার্টে স্যুইচ করুন
hi: मूल चार्ट पर स्विच करें
ja: 基本チャートに切り替える
th: สลับไปยังแผนภูมิพื้นฐาน

source: Switch to Trading View
ar: قم بالتبديل إلى عرض التداول
bn: ট্রেডিং ভিউতে স্যুইচ করুন
hi: ट्रेडिंग दृश्य पर स्विच करें
ja: 取引ビューに切り替える
th: สลับไปยังมุมมองการซื้อขาย

source: Switch to Advanced Chart
ar: قم بالتبديل إلى الرسم البياني المتقدم
bn: উন্নত চার্টে স্যুইচ করুন
hi: उन्नत चार्ट पर स्विच करें
ja: 高度なチャートに切り替える
th: สลับไปยังแผนภูมิขั้นสูง

source: Out of trading hours
ar: خارج ساعات التداول
bn: ট্রেডিং ঘন্টা আউট
hi: व्यापारिक घंटों से बाहर
ja: 現在取引時間外です
ms: Kehabisan waktu dagangan
th: นอกเวลาการเทรด
vi: Hết giờ giao dịch

source: Will become available again on
ar: سوف تصبح متاحة مرة أخرى على
bn: আবার পাওয়া যাবে
hi: पुनः उपलब्ध हो जाएगा
ja: 次回の取引可能日時
ms: Akan tersedia lagi
th: จะพร้อมใช้งานอีกครั้งใน
vi: Giao dịch sẽ được quay trở lại

source: PAYOUT
ar: دفع
bn: পরিশোধ
hi: भुगतान
ja: ペイアウト
ms: PEMBAYARAN
th: อัตรากำไร
vi: XUẤT CHI

source: All assets
ar: جميع الأصول
bn: সমস্ত এসেট
hi: सभी संपत्तियां
ja: マーケットへ
ms: Semua aset
th: สินทรัพย์ทั้งหมด
vi: Tất cả tài sản

source: Price
ar: سعر
bn: মুল্য
hi: कीमत
ja: 価格
th: ราคา

source: Multiplier
ar: المضاعف
bn: গুনিতক
hi: गुणक
ja: 乗数

source: Tick
ar: ضع علامة
bn: টিক
hi: सही का निशान लगाना
ja: ティック
th: ติ๊ก

source: 1m
ar: 1 دقيقة
hi: 1एम
ja: 1分
th: 1 นาที

source: 1 Minute
ar: 1 دقيقة
bn: 1 মিনিট
hi: 1 मिनट
ja: 1分
ms: 1 Minit
th: 1 นาที
vi: 1 Phút

source: 2m
ar: 2 دقيقة
hi: 2एम
ja: 2分
th: 2 นาที

source: 2 Minutes
ar: 2 دقيقة
bn: 2 মিনিট
hi: 2 मिनट
ja: 2分
ms: 2 Minit
th: 2 นาที
vi: 2 Phút

source: 5m
ar: 5 دقيقة
hi: 5एम
ja: 5分
th: 5 นาที

source: 5 Minutes
ar: 5 دقيقة
bn: 5 মিনিট
hi: 5 मिनट
ja: 5分
ms: 5 Minit
th: 5 นาที
vi: 5 Phút

source: 15m
ar: 15 دقيقة
hi: 15एम
ja: 15分
th: 15 นาที

source: 15 Minutes
ar: 15 دقيقة
bn: 15 মিনিট
hi: 15 मिनट
ja: 15分
ms: 15 Minit
th: 15 นาที
vi: 15 Phút

source: 30m
ar: 30 دقيقة
hi: 30एम
ja: 30分
th: 30 นาที

source: 30 Minutes
ar: 30 دقيقة
bn: 30 মিনিট
hi: 30 मिनट
ja: 30分
ms: 30 Minit
th: 30 นาที
vi: 30 Phút

source: 1h
ar: 1 ساعة
hi: 1घंटा
ja: 1時間
th: 1 ชั่วโมง

source: 1 Hour
ar: 1 ساعة
bn: 1 ঘন্টা
hi: 1 घंटा
ja: 1時間
ms: 1 Jam
th: 1 ชั่วโมง
vi: 1 Giờ

source: 2h
ar: 2 ساعة
hi: 2घंटा
ja: 2時間
th: 2 ชั่วโมง

source: 2 Hours
ar: 2 ساعات
bn: 2 ঘন্টা
hi: 2 घंटा
ja: 2時間
ms: 2 Jam
th: 2 ชั่วโมง
vi: 2 Giờ

source: 4h
ar: 4 ساعة
hi: 4घंटा
ja: 4時間
th: 4 ชั่วโมง

source: 4 Hours
ar: 4 ساعات
bn: 4 ঘন্টা
hi: 4 घंटा
ja: 4時間
ms: 4 Jam
th: 4 ชั่วโมง
vi: 4 Giờ

source: 1d
ar: 1 يوم
hi: 1दि
ja: 1日足
th: 1 วัน

source: 1 Day
ar: 1 يوم
bn: 1 দিন
hi: 1 दिन
ja: 日足
ms: 1 Hari
th: 1 วัน
vi: 1 Ngày

source: 1w
ar: 1 أسبوع
bn: 1সপ্তাহ
hi: 1सप्ताह
ja: 1週足
th: 1 สัปดาห์

source: 1 Week
ar: 1 أسبوع
bn: 1 সপ্তাহ
hi: 1 सप्ताह
ja: 週足
ms: 1 Minggu
th: 1 สัปดาห์
vi: 1 Tuần

source: Chart timeframes
ar: الأطر الزمنية للتخطيط
bn: চার্ট সময়সীমা
hi: चार्ट समय-सीमा
ja: チャートの時間
ms: Rangka masa carta
th: กรอบเวลาของแผนภูมิ
vi: Khung thời gian biểu đồ

source: Chart types
ar: أنواع المخططات
bn: চার্টের ধরন
hi: चार्ट प्रकार
ja: チャートの種類
ms: Jenis carta
th: ชนิดแผนภูมิ
vi: Các loại biểu đồ

source: Chart drawing tools list
ar: الرسم البياني قائمة أدوات الرسم
bn: চার্ট অঙ্কন টুল
hi: चार्ट आरेखण उपकरण
ja: チャート描画ツール
ms: Senarai alat lukisan carta
th: รายการเครื่องมือวาดแผนภูมิ
vi: Danh sách công cụ vẽ biểu đồ

source: Indicators only available on timeframes of 1 min and above.
ar: المؤشرات متاحة فقط على الأطر الزمنية لمدة دقيقة واحدة وما فوق.
bn: সূচকগুলি শুধুমাত্র 1 মিনিট এবং তার বেশি সময়সীমার জন্য উপলব্ধ৷
hi: संकेतक केवल 1 मिनट और उससे अधिक की समय-सीमा पर उपलब्ध हैं।
ja: インジケーターは1分足以上のチャートで表示可能です。
ms: Penunjuk hanya tersedia pada jangka masa 1 min dan ke atas.
th: เครื่องมือช่วยวิเคราะห์ทางเทคนิคสามารถเปิดใช้งานได้เฉพาะกรอบเวลา 1 นาทีขึ้นไปเท่านั้น
vi: Các chỉ báo chỉ khả dụng trên khung thời gian từ 1 phút trở lên.

source: Switch
ar: يُحوّل
bn: সুইচ
hi: बदलना
ja: 変更
th: สวิตช์
vi: Chuyển

source: purchase time
ar: وقت الشراء
bn: ক্রয়ের সময়
hi: खरीदारी का समय
ja: 購入締切
th: เวลาซื้อ

source: Candlestick
ar: شمعدان
bn: ক্যান্ডেল
hi: मोमबत्तियाँ
ja: ローソク足
th: เชิงเทียน
vi: Nến

source: Line
ar: خط
bn: লাইন
hi: रेखा
ja: ライン
ms: Baris
th: บรรทัด
vi: Dòng

source: Area
ar: منطقة
bn: অঞ্চল
hi: क्षेत्र
ja: エリア
ms: Kawasan
th: พื้นที่
vi: Khu vực

source: Heikin Ashi
bn: হাইকিন আশি
hi: हेइकिन आशी

source: CLOSE
ar: إغلاق
bn: বন্ধ
hi: बंद करना
ja: 閉じる
th: ปิด

source: EXPIRED
ar: منتهي الصلاحية
bn: মেয়াদোত্তীর্ণ
hi: खत्म हो चुका
ja: 期限切れ

source: SELL
ar: يبيع
bn: বিক্রি
hi: बेचना
ja: 売る

source: Breakeven
bn: সমান ভাগ
hi: ब्रेक - ईवन
ja: ブレイクイーブン

source: If the asset price above this level at expiry time, you're making profits
ar: إذا كان سعر الأصل أعلى من هذا المستوى في وقت انتهاء الصلاحية، فإنك تحقق أرباحًا
bn: মেয়াদ শেষ হওয়ার সময় এই স্তরের উপরে সম্পদের দাম থাকলে, আপনি লাভ করছেন
hi: यदि समाप्ति समय पर परिसंपत्ति की कीमत इस स्तर से ऊपर है, तो आप लाभ कमा रहे हैं
ja: 満期時に価格がこのラインを上回れば、利益確定となります。

source: If the asset price below this level at expiry time, you're making profits
ar: إذا كان سعر الأصل أقل من هذا المستوى في وقت انتهاء الصلاحية، فإنك تحقق أرباحًا
bn: মেয়াদ শেষ হওয়ার সময়ে এই স্তরের নিচে সম্পদের দাম থাকলে, আপনি লাভ করছেন
hi: यदि समाप्ति समय पर परिसंपत्ति की कीमत इस स्तर से नीचे है, तो आप लाभ कमा रहे हैं
ja: 満期時に価格がこのラインを下回れば、利益確定となります。

source: Trader sentiment
ar: معنويات التاجر
bn: ট্রেডার সেন্টিমেন্ট
hi: व्यापारी भावना
ja: トレーダーセンチメント
ms: Sentimen pedagang
th: ความเชื่อมั่นของเทรดเดอร์
vi: Tâm lý nhà giao dịch

source: Crypto
ar: التشفير
bn: ক্রিপ্টো
hi: क्रिप्टो
ja: 暗号通貨
ms: Kripto
th: คริปโตเคอเรนซี่
vi: Tiền điện tử

source: Commodities
ar: السلع
bn: প্রোডাক্ট
hi: माल
ja: コモディティ
ms: Komoditi
th: สินค้าโภคภัณฑ์
vi: Hàng hóa

source: Currencies
ar: العملات
bn: কারেন্সি
hi: मुद्राओं
ja: 通貨ペア
ms: Mata Wang
th: สกุลเงิน
vi: Các loại tiền tệ

source: Indices
ar: المؤشرات
bn: ইন্ডেক্স
hi: सूचकांकों
ja: 指数
ms: Indeks
th: ดัชนี
vi: Chỉ số

source: Stocks
ar: الأسهم
bn: স্টক
hi: शेयरों
ja: 株式
ms: Stok
th: หุ้น
vi: Cổ phiếu

source: price
ar: سعر
bn: মুল্য
hi: कीमत
ja: 価格
ms: harga
th: ราคา
vi: Giá

source: daily %
ar: يوميًا٪
bn: দৈনিক%
hi: दैनिक%
ja: デイリー%
th: รายวัน %

source: Precision
ar: الدقة
bn: যথার্থতা
hi: शुद्धता
ja: 小数桁数
ms: Ketepatan
th: ความแม่นยำ
vi: Độ chính xác

source: Opening hours
ar: ساعات العمل
bn: খোলার সময়
hi: खुलने का समय
ja: 取引時間
ms: Waktu operasi
th: เวลาเปิดทำการ
vi: Giờ mở cửa

source: Return on sell
bn: বিক্রি ফিরে
hi: बेचने पर वापसी
ja: 売却利益

source: Breakeven (1x)
bn: সমান ভাগ (1x)
hi: ब्रेक - ईवन (1x)
ja: ブレイクイーブン

source: Money doubled (2x)
bn: অর্থ দ্বিগুণ (2x)
hi: पैसा दोगुना हो गया (2x)
ja: 払い戻し2倍

source: Open PnL
ar: P&L يفتح
bn: PnL খুলুন
hi: पीएनएल खोलें
ja: 現在の損益

source: INDICATORS
ar: مؤشرات
bn: ইন্ডেক্স
hi: संकेतक
ja: インジケーター
ms: PETUNJUK
th: ตัวชี้วัด
vi: CÁC CHỈ SỐ

source: Index
ar: فِهرِس
bn: ইন্ডেক্স
hi: अनुक्रमणिका
ja: 索引
ms: Indeks
th: ดัชนี
vi: Mục lục

source: Period
ar: فترة
bn: পিরিয়ড
hi: अवधि
ja: 限目
ms: Tempoh
th: ระยะเวลา
vi: Giai đoạn

source: Decimals
ar: الكسور العشرية
bn: দশমিক
hi: दशमलव
ja: 小数
ms: perpuluhan
th: ทศนิยม
vi: Số thập phân

source: Standard Deviation
ar: الانحراف المعياري
bn: আদর্শ চ্যুতি
hi: मानक विचलन
ja: 標準偏差
ms: Sisihan piawai
th: ส่วนเบี่ยงเบนมาตรฐาน
vi: Độ lệch chuẩn

source: Short period
ar: فترة قصيرة
bn: অল্প সময়ের
hi: एक छोटी सी अवधि में
ja: 短期
ms: Jangka masa pendek
th: ช่วงสั้น ๆ
vi: Thời gian ngắn

source: Long period
ar: فترة طويلة
bn: দীর্ঘ সময়ের
hi: लंबी अवधि
ja: 長い期間
ms: Tempoh lama
th: ระยะเวลานาน
vi: Thời gian dài

source: Signal period
ar: فترة الإشارة
bn: সংকেত সময়কাল
hi: संकेत अवधि
ja: 信号周期
ms: Tempoh isyarat
th: ระยะเวลาสัญญาณ
vi: Thời kỳ tín hiệu

source: Periods
ar: فترات
bn: পিরিয়ড
hi: काल
ja: 期間
ms: Tempoh
th: ระยะเวลา
vi: Chu kỳ

source: Top band
ar: الفرقة العليا
bn: শীর্ষ ব্যান্ড
hi: शीर्ष बैंड
ja: トップバンド
ms: Band teratas
th: กรอบบน
vi: Ban nhạc hàng đầu

source: Bottom band
ar: الفرقة السفلية
bn: নীচে ব্যান্ড
hi: निचला बैंड
ja: ボトムバンド
ms: Band bawah
th: กรอบล่าง
vi: Dải đáy

source: All Indicators
ar: جميع المؤشرات
bn: সমস্ত ইন্ডেক্স
hi: सभी संकेतक
ja: 全てのインジケーター
ms: Semua Petunjuk
th: ตัวชี้วัดทั้งหมด
vi: Tất cả các chỉ báo

source: Favorites
ar: المفضلة
bn: ফেভাারেটস
hi: पसंदीदा
ja: お気に入り
ms: Kegemaran
th: รายการโปรด
vi: Yêu thích

source: Currently in use
ar: حاليا قيد الاستخدام
bn: বর্তমানে ব্যবহৃত
hi: वर्तमान में उपयोग में है
ja: 現在使用中
ms: Sedang digunakan
th: กำลังใช้อยู่
vi: Hiện đang sử dụng

source: Search...
ar: البحث...
bn: অনুসন্ধান...
hi: खोज...
ja: 検索...
ms: Gelintar...
th: ค้นหา...
vi: Tìm...

source: Add Indicator
ar: إضافة مؤشر
bn: ইন্ডেক্স যুক্ত করুন
hi: संकेतक जोड़ें
ja: インジケーターの追加
ms: Tambah Penunjuk
th: เพิ่มตัวบ่งชี้
vi: Thêm chỉ báo

source: Update
ar: تحديث
bn: হালনাগাদ
hi: अद्यतन
ja: 更新
ms: Kemaskini
th: อัพเดท
vi: Cập nhật

source: Label
ar: ملصق
bn: লেবেল
hi: लेबल
ja: ラベル
th: ฉลาก
vi: Nhãn

source: Circle
ar: دائرة
bn: বৃত্ত
hi: घेरा
ja: サークル
ms: Bulatan
th: วงกลม
vi: Vòng tròn

source: Rectangle
ar: مستطيل
bn: আয়তক্ষেত্র
hi: आयत
ja: 矩形
ms: segi empat tepat
th: สี่เหลี่ยมผืนผ้า
vi: Hình chữ nhật

source: Segment
ar: شريحة
bn: বিভাগ
hi: खंड
ja: セグメント
ms: Segmen
th: เซ็กเมนต์
vi: Bộ phận

source: Arrow segment
ar: قطعة السهم
bn: তীর বিভাগ
hi: तीर खंड
ja: 矢印セグメント
ms: Segmen anak panah
th: ส่วนลูกศร
vi: Đoạn mũi tên

source: Ray
ar: شعاع
bn: রশ্মি
hi: रे
ja: レイ
th: เส้น
vi: Cá đuối

source: Arrow ray
ar: شعاع السهم
bn: তীর রায়
hi: तीर किरण
ja: アローレイ
ms: Sinar anak panah
th: เส้นลูกศร
vi: Tia mũi tên

source: Horizontal line
ar: خط أفقي
bn: অনুভূমিক রেখা
hi: क्षैतिज रेखा
ja: 水平線
ms: Garis mendatar
th: เส้นแนวนอน
vi: Đường chân trời

source: Vertical line
ar: خط عمودي
bn: উল্লম্ব লাইন
hi: ऊर्ध्वाधर रेखा
ja: 垂直線
ms: Garis menegak
th: เส้นแนวตั้ง
vi: Đường thẳng đứng

source: Elliot 3
ar: إليوت 3
bn: এলিয়ট 3
hi: इलियट 3
ja: エリオット3
th: เอลเลียต 3

source: Elliot 5
ar: إليوت 5
bn: এলিয়ট 35
hi: इलियट 5
ja: エリオット5
th: เอลเลียต 5

source: Crooked 3
ar: ملتوية 3
bn: আঁকাবাঁকা 3
hi: टेढ़ा 3
ja: 曲がった3
ms: Bengkok 3
th: คด3
vi: Quanh co 3

source: Crooked 5
ar: ملتوية 5
bn: আঁকাবাঁকা 5
hi: टेढ़ा 5
ja: 曲がった5
ms: Bengkok 5
th: คด5
vi: Quanh co 5

source: Measure XY
ar: قياس XY
bn: XY পরিমাপ করুন
hi: XY मापें
ja: XYを測定する
ms: Ukur XY
th: วัด XY
vi: Đo lường XY

source: Measure Y
ar: قياس Y
bn: Y পরিমাপ
hi: Y मापें
ja: Yを測定
ms: Sukat Y
th: วัด Y
vi: Đo lường Y

source: Measure X
ar: قياس X
bn: X পরিমাপ
hi: X मापें
ja: Xを測定
ms: Sukat X
th: วัด X
vi: Đo lường X

source: Pitchfork
ar: مذراة
bn: পিচফোর্ক
hi: सूखी घास इत्यादि की टाल लगाने का नोकदार डंडा
ja: ピッチフォーク
ms: Garpu rumput
th: แนวขนาน
vi: Chĩa hai cán dài

source: Parallel channel
ar: قناة موازية
bn: সমান্তরাল চ্যানেল
hi: समानांतर चैनल
ja: パラレルチャネル
ms: Saluran selari
th: ช่องคู่ขนาน
vi: Kênh song song

source: Vertical counter
ar: عداد عمودي
bn: উল্লম্ব কাউন্টার
hi: लंबवत काउंटर
ja: 縦型カウンター
ms: Kaunter menegak
th: แนวตั้ง
vi: Bộ đếm dọc

source: Vertical label
ar: التسمية العمودية
bn: উল্লম্ব লেবেল
hi: लंबवत लेबल
ja: 縦ラベル
ms: Label menegak
th: ป้ายแนวตั้ง
vi: Nhãn dọc

source: Vertical arrow
ar: سهم عمودي
bn: উল্লম্ব তীর
hi: लंबवत तीर
ja: 垂直矢印
ms: Anak panah menegak
th: ลูกศรแนวตั้ง
vi: Mũi tên dọc

source: Clear All
ar: مسح الكل
bn: সব পরিষ্কার করে দাও
hi: सभी साफ करें
ja: 全てクリア
ms: Kosongkan Semua
th: ล้างทั้งหมด
vi: Xóa tất cả

source: Indicators only available on timeframes of 1 min and above.
ar: المؤشرات متاحة فقط على الأطر الزمنية لمدة دقيقة واحدة وما فوق.
bn: সূচকগুলি শুধুমাত্র 1 মিনিট এবং তার বেশি সময়সীমার জন্য উপলব্ধ৷
hi: संकेतक केवल 1 मिनट और उससे अधिक की समय-सीमा पर उपलब्ध हैं।
ja: インジケーターは1分足以上のチャートで表示可能です。
ms: Penunjuk hanya tersedia pada jangka masa 1 min dan ke atas.
th: เครื่องมือช่วยวิเคราะห์ทางเทคนิคสามารถเปิดใช้งานได้เฉพาะกรอบเวลา 1 นาทีขึ้นไปเท่านั้น
vi: Các chỉ báo chỉ khả dụng trên khung thời gian từ 1 phút trở lên.

source: Zoom out
ar: تصغير
bn: ছোট করা
hi: ज़ूम आउट
ja: ズームアウトする
th: ขยายออก

source: Zoom in
ar: تكبير
bn: প্রসারিত করো
hi: ज़ूम इन
ja: ズームイン
th: ซูมออก
vi: Phóng to

source: Toggle navigator
ar: تبديل الملاح
bn: টগল নেভিগেটর
hi: नेविगेटर टॉगल करें
ja: ナビゲーターの切り替え
th: เปิดใช้งานเครื่องมือนำทาง

source: instrmnt
ar: أداة
bn: ইন্সট্রুমেন্ট
hi: यंत्र
ja: 銘柄
th: อุปกรณ์

source: Opens in
ar: يفتح في
bn: খোলে
hi: में खुलता है
ja: で開きます
th: เปิดใน

source: instrument
ar: أداة
bn: ইন্সট্রুমেন্ট
hi: यंत्र
ja: 銘柄
ms: alat
th: อุปกรณ์
vi: CÔNG CỤ

source: description
ar: وصف
bn: বর্ণনা
hi: विवरण
ja: 説明
ms: PENERANGAN
th: คำอธิบาย
vi: MÔ TẢ

source: 24h change
ar: التغيير على مدار 24 ساعة
bn: ২৪ ঘন্টায় পরিবর্তন
hi: 24 घंटे परिवर्तन
ja: 24時間変更
th: 24 ชั่วโมงเปลี่ยน

source: open trades
ar: الصفقات المفتوحة
bn: ওপেন ট্রেডস
hi: खुले व्यापार
ja: 保有ポジション
ms: PERDAGANGAN TERBUKA
th: เปิดการซื้อขาย
vi: LỆNH MỞ

source: add/remove
ar: اضف احذف
bn: যোগ/সরান
hi: जोड़ें निकालें
ja: 追加/削除
ms: TAMBAH/KELUARKAN
th: เพิ่ม / ลบ
vi: THÊM/LOẠI BỎ

source: actions
ar: أجراءات
bn: একশন
hi: कार्रवाई
ja: アクション
ms: Tindakan
th: การกระทำ
vi: HÀNH ĐỘNG

source: Open
ar: يفتح
bn: খোলা
hi: खुली
ja: チャートを開く
ms: Buka
th: เปิด
vi: Mở

source: Type asset name to search
ar: اكتب اسم الأصل للبحث
bn: অনুসন্ধানের জন্য এসেট নাম টাইপ করুন
hi: खोजने के लिए संपत्ति का नाम टाइप करें
ja: 銘柄名を入力して検索
ms: Taip nama aset untuk carian
th: พิมพ์ชื่อสินทรัพย์เพื่อค้นหา
vi: Loại tên tài sản để tìm kiếm

source: Most traded
bn: সর্বাধিক ট্রেডিং
hi: सर्वाधिक कारोबार हुआ
ja: 最も取引されている

source: Recently traded
ar: تم تداولها مؤخرا
bn: সম্প্রতি ট্রেড
hi: हाल ही में कारोबार हुआ
ja: 最近の取引
ms: Baru-baru ini didagangkan
th: ซื้อขายเร็ว ๆ นี้
vi: Giao dịch gần đây

source: Top riser/fallen
ar: أعلى الناهض / الساقط
bn: শীর্ষ রাইজার/পতিত
hi: शीर्ष उठाने वाला/गिरा हुआ
ja: トップ上昇/下降銘柄
ms: Pengangkat atas/jatuh
th: สินทรัพย์ที่มีการเปลี่ยนแปลงสูงสุด / ต่ำสุด
vi: Người tăng / giảm hàng đầu

source: Hot assets
ar: الأصول الساخنة
bn: হট এসেট
hi: गर्म संपत्ति
ja: 注目銘柄
ms: Aset Panas
th: สินทรัพย์ร้อน
vi: Tài sản nóng

source: Balance Bonus
ar: مكافأة الرصيد
bn: ব্যালেন্স বোনাস
hi: शेष बोनस
ja: バランスボーナス
ms: Bonus Baki
th: โบนัสสมดุล
vi: Tiền thưởng cân bằng

source: Smart Bonus
ar: مكافأة ذكية
bn: স্মার্ট বোনাস
hi: स्मार्ट बोनस
ja: スマートボーナス
ms: Bonus Pintar
th: โบนัสสมาร์ท
vi: Tiền thưởng thông minh

source: Pending Bonus
ar: مكافأة معلقة
bn: পেন্ডিং বোনাস
hi: लंबित बोनस
ja: 保留中のボーナス
ms: Bonus Tertangguh
th: โบนัสที่รอดำเนินการ
vi: Tiền thưởng đang chờ

source: Profit Bonus
ar: مكافأة الربح
bn: লাভ বোনাস
hi: लाभ बोनस
ja: 利益ボーナス
ms: Bonus Keuntungan
th: โบนัสกำไร
vi: Tiền thưởng lợi nhuận

source: Sticky Bonus
ar: مكافأة لزجة
bn: স্টিকি বোনাস
hi: चिपचिपा बोनस
ja: スティッキーボーナス
ms: Bonus Lekit
th: โบนัสเหนียว
vi: Tiền thưởng dính

source: No Deposit Bonus
ar: لا إيداع مكافأة
bn: কোন ডিপোজিট বোনাস নেই
hi: कोई जमा बोनस नहीं
ja: デポジットボーナスなし
ms: Tiada Bonus Deposit
th: โบนัสไม่มีเงินฝาก
vi: Không có tiền thưởng tiền gửi

source: Connected
ar: متصل
bn: সংযুক্ত
hi: जुड़े हुए
ja: 接続済み
ms: Bersambung
th: เชื่อมต่อแล้ว
vi: Đã kết nối

source: REAL
ar: حقيقي
bn: আসল
hi: वास्तविक
ja: リアル
ms: NYATA
th: จริง
vi: GIAO DỊCH THẬT

source: Available cash
ar: النقدية المتاحة
bn: উপলব্ধ নগদ
hi: नकदी उपलब्ध है
ja: 利用可能な資金
ms: Tunai tersedia
th: เงินสดที่มีอยู่
vi: Tiền mặt có sẵn

source: Available bonus
ar: مكافأة متاحة
bn: উপলব্ধ বোনাস
hi: उपलब्ध बोनस
ja: 利用可能なボーナス
ms: Bonus yang tersedia
th: โบนัสที่มีอยู่
vi: Tiền thưởng có sẵn

source: Released bonus
ar: مكافأة صدر
bn: রিলিজ বোনাস
hi: बोनस जारी किया गया
ja: ボーナスが有効になりました
ms: Bonus yang dikeluarkan
th: โบนัสที่วางจำหน่าย
vi: Tiền thưởng đã phát hành

source: Original bonus
ar: المكافأة الأصلية
bn: আসল বোনাস
hi: मूल बोनस
ja: オリジナルボーナス
ms: Bonus asal
th: โบนัสเดิม
vi: Tiền thưởng gốc

source: Volume traded
ar: حجم التداول
bn: ভলিউম ব্যবসা
hi: मात्रा में कारोबार हुआ
ja: 取引金額
ms: Volum yang didagangkan
th: ปริมาณการเทรด
vi: Khối lượng giao dịch

source: Volume required
ar: الحجم المطلوب
bn: ভলিউম প্রয়োজন
hi: वॉल्यूम आवश्यक
ja: 必要取引額
ms: Volum diperlukan
th: ปริมาณที่ต้องการ
vi: Yêu cầu khối lượng

source: My Profile
ar: ملفي
bn: আমার প্রোফাইল
hi: मेरी प्रोफाइल
ja: マイプロフィール
ms: Profil saya
th: ประวัติของฉัน
vi: Thông tin của tôi

source: Accounts
ar: حسابات
bn: অ্যাকাউন্ট
hi: हिसाब किताब
ja: アカウント
ms: Akaun
th: บัญชี
vi: Tài khoản

source: Trading
ar: تجارة
bn: ট্রেডিং
hi: व्यापार
ja: 取引情報
ms: Perdagangan
th: การซื้อขาย
vi: Thương mại

source: Terms & Privacy
ar: الشروط والخصوصية
bn: শর্তাদি এবং গোপনীয়তা
hi: शर्तें एवं गोपनीयता
ja: 利用規約
ms: Terma & privasi
th: ข้อกำหนดและความเป็นส่วนตัว
vi: Điều khoản & quyền riêng tư

source: Trading Accounts
ar: حسابات التداول
bn: ট্রেডিং অ্যাকাউন্ট
hi: ट्रेडिंग खाते
ja: 取引アカウント
ms: Akaun dagangan
th: บัญชีซื้อขาย
vi: Tài khoản giao dịch

source: Add Accounts
ar: إضافة حساب
bn: অ্যাকাউন্ট যোগ করা
hi: खाता जोड़ें
ja: アカウント追加
ms: Tambah akaun
th: เพิ่มบัญชี

source: Add Funds
ar: إضافة الأموال
bn: তহবিল যোগ
hi: धन जोड़ें
ja: 資金を追加する
ms: Tambah dana
th: เติมเงิน
vi: Thêm các quỹ

source: Transaction
ar: المعاملات
bn: লেনদেন
hi: लेनदेन
ja: トランザクション
ms: Transaksi
th: การทำธุรกรรม
vi: Giao dịch

source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট ডিলিট
hi: खाता हटा दो
ja: アカウント削除
ms: Padam akaun
th: ลบบัญชี
vi: Xóa tài khoản

source: Edit Profile
ar: تعديل الملف الشخصي
bn: জীবন বৃত্তান্ত সম্পাদনা
hi: प्रोफ़ाइल संपादित करें
ja: プロフィール修正
ms: Sunting profil
th: แก้ไขโปรไฟล์
vi: Chỉnh sửa hồ sơ

source: Account Verification
ar: تأكيد الحساب
bn: অ্যাকাউন্ট ভেরিফিকেশন
hi: खाता सत्यापन
ja: 本人確認書類提出
ms: Pengesahan akaun
th: ยืนยันตัวตน
vi: Xác minh tài khoản

source: Change Password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করুন
hi: पासवर्ड बदलें
ja: パスワード変更
ms: Tukar kata laluan
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu

source: Mobile Verification
ar: التحقق المحمول
bn: মোবাইল যাচাইকরণ
hi: मोबाइल सत्यापन
ja: モバイル検証
ms: Pengesahan mudah alih
th: การยืนยันมือถือ
vi: Xác minh di động

source: Trading History
ar: تاريخ التداول
bn: ট্রেডিং ইতিহাস
hi: ट्रेडिंग इतिहास
ja: 取引履歴
ms: Sejarah dagangan
th: ประวัติการซื้อขาย
vi: Lịch sử giao dịch

source: Expiry Prices
ar: أسعار انتهاء الصلاحية
bn: মেয়াদ শেষ হওয়ার দাম
hi: इतिहास
ja: 満期レート
ms: Harga tamat tempoh
th: ราคาหมดอายุ
vi: Giá hết hạn

source: Asset Index
ar: مؤشر الأصول
bn: সম্পদ সূচক
hi: ट्रेडिंग इतिहास
ja: 銘柄一覧
ms: Indeks aset
th: ดัชนีสินทรัพย์
vi: Chỉ số tài sản

source: Login failed, please verify that you are using the correct email and password
ar: تعذر تسجيل الدخول. يُرجى التأكد من استخدامك للبريد الإلكتروني وكلمة المرور الصحيحين
bn: লগইন ব্যর্থ হয়েছে, দয়া করে যাচাই করুন যে আপনি সঠিক ইমেল এবং পাসওয়ার্ড ব্যবহার করছেন
hi: लॉगिन विफल, कृपया सत्यापित करें कि आप सही ईमेल और पासवर्ड का उपयोग कर रहे हैं
ja: ログインに失敗しました。Eメール又はパスワードをご確認ください。
ms: Log masuk gagal, sila sahkan bahawa kata laluan dan emel yang anda gunakan adalah betul
th: การเข้าสู่ระบบล้มเหลว กรุณาตรวจสอบว่า คุณได้ใช้อีเมลและรหัสผ่านที่ถูกต้องหรือไม่
vi: Đăng nhập không thành công, xin vui lòng xác nhận là bạn đã sử dụng đúng email và mật khẩu

source: Open Account
ar: حساب مفتوح
bn: একাউন্ট খুলুন
hi: खुला खाता
ja: オープンアカウント
th: Crear cuenta
vi: Mở tài khoản

source: Short
ar: شورت
ja: ショート
ms: Pendek
th: ระยะสั้น
vi: Ngắn

source: Long
ar: طويل
ja: ロング
ms: Panjang
th: ระยะยาว
vi: Dài

source: Social
ar: الاجتماعية
ja: ソーシャル
ms: Sosial
th: โซเชียล
vi: Xã hội

source: OHLC
ar: أوهلك
ja: 四本値
th: โอห์แอลซี

source: Spot Price
ar: السعر الفوري
ja: スポット価格
ms: Harga Spot
th: ราคาสปอต
vi: Giá Spot

source: chg %
ja: 変更%

source: Switch to real account
ja: リアルアカウントに切り替える

source: Switch to real account, so you can start making real profit on the market
ja: リアルアカウントに切り替えて、市場で実際の利益を上げ始めましょう

source: This is your real account
ja: これはあなたの本当のアカウントです

source: Add funds to your real account, so you can start making real profit on the market
ja: 実際の口座に資金を追加すると、市場で実際の利益を上げ始めることができます

source: Make a deposit
ar: قم بعمل إيداع
ja: 入金する
th: ทำการฝากเงิน

source: Email Confirmation
ja: メール確認

source: Please complete your email address confirmation in order to secure your account and fund on it
ja: 預金者からの預金口座に電子メールを送信して確認する

source: Confirm Your Email
ja: メールを確認してください

source: You are at a practice account make a deposit to operate in real account
ar: أنت في حساب تدريبي وقم بإجراء إيداع للعمل في حساب حقيقي
ja: あなたは練習用口座にいます。実際の口座で運用するには入金してください。
th: คุณอยู่ที่บัญชีทดลอง ทำการฝากเงินเพื่อดำเนินการในบัญชีจริง

source: This is your Practice account
ar: بك هذا حساب التدريب الخاص
ja: これはあなたの練習用アカウントです
th: นี่คือบัญชีทดลองของคุณ

source: Chart
ar: جدول
ja: チャート

source: Chart Period
ar: فترة الرسم البياني
ja: チャート期間

source: Chart Type
ar: نوع التخطيط
ja: チャートタイプ

source: Indicators
ja: 指標

source: ${ expiry }s
ar: ${ expiry }ثواني

source: new
ar: جديد
th: ใหม่
vi: mới

source: Itâ€™s not possible to open a trade at this expiry time anymore, since the price is no longer in the range.
ms: Tidak boleh membuka dagangan pada masa tamat tempoh ini lagi, kerana harga tidak lagi berada dalam julat.

source: Open/Ð¡losed Positions
ms: Jawatan Terbuka/Tertutup
