Repository: pretty128guydev/tradesmarter
Catalog: translations/*.po
Languages: ar, bn, hi, ja, ms, th, vi

source: Remove from Favorites
ar: إزالة من المفضلة
bn: পছন্দের তালিকা থেকে অপসারণ
hi: पसंदीदा से निकालें
ja: お気に入りから削除
ms: Alih keluar daripada kegemaran
th: ลบออกจากรายการโปรด
vi: Loại bỏ yêu thích

source: Add to Favorites
ar: اضافة الى المفضلة
bn: ফেভারিটে যোগ করুন
hi: पसंदीदा में जोड़े
ja: お気に入りに追加
ms: Tambahkan pada kegemaran
th: เพิ่มในรายการโปรด
vi: Thêm vào yêu thích

source: Remove from chart
ar: إزالة من الرسم البياني
bn: চার্ট থেকে সরান
hi: चार्ट से हटाएँ
ja: 上部バーから削除
ms: Alih keluar daripada carta
th: ลบจากแผนภูมิ
vi: Loại bỏ từ đồ thị

source: Add to chart
ar: إضافة إلى رسم
bn: চার্ট যোগ করুন
hi: चार्ट में जोड़ें
ja: 上部バーに追加
ms: Tambahkan pada carta
th: เพิ่มลงในแผนภูมิ
vi: Thêm vào đồ thị

source: Above
bn: উপরে
hi: ऊपर

source: UP
ar: أعلى
bn: আপ
hi: ऊपर
ja: 上
ms: NAIK
th: ขึ้น
vi: LÊN

source: High
ar: عالية
bn: উচ্চ
hi: उच्च
ja: ハイ
ms: Tinggi
th: สูง
vi: Cao

source: Below
bn: নিচে
hi: नीचे

source: DOWN
ar: تحت
bn: নিচে
hi: नीचे
ja: 下
ms: TURUN
th: ลง
vi: XUỐNG

source: Low
ar: منخفض
bn: কম
hi: कम
ja: ロー
ms: Rendah
th: ต่ำ
vi: Thấp

source: ${ expiry } seconds
ar: ${ expiry } ثواني
bn: ${ expiry } সেকেন্ড
hi: ${ expiry } सेकंड
ja: ${ expiry }秒
th: ${ expiry } วินาที

source: ${ expiry } min
ar: ${ expiry } دقيقة
bn: ${ expiry } মিনিট
hi: ${ expiry } मी
ja: ${ expiry }分
th: ${ expiry } นาที

source: ${ hours } hour
ar: ${ hours } ساعة
bn: ${ hours } ঘন্টা
hi: ${ hours } घंटा
ja: ${ hours }時間
th: ${ hours } ชั่วโมง

source: ${ hours } hours
ar: ${ hours } ساعات
bn: ${ hours } ঘন্টা
hi: ${ hours } घंटे
ja: ${ hours }時間
th: ${ hours } ชั่วโมง

source: ${ hours } day
ar: ${ hours } يوم
bn: ${ hours } दिन
hi: ${ hours } दिन
ja: ${ hours }日足
th: ${ hours } วัน

source: ${ hours } days
ar: ${ hours } يوم
bn: ${ hours } दिन
hi: ${ hours } दिन
ja: ${ hours }日足
th: ${ hours } วัน

source: Trade
ar: التجارة
bn: ট্রেড
hi: व्यापार
ja: 取引
ms: Dagangan
th: เทรด
vi: Giao dịch

source: Trading is not available
ar: التداول غير متوفر
bn: ট্রেডিং পাওয়া যায় না
hi: ट्रेडिंग उपलब्ध नहीं है
ja: お取引頂けません
ms: Dagangan tidak tersedia
th: การซื้อขายไม่สามารถใช้งานได้
vi: Giao dịch không khả dụng

source: Amount
ar: المبلغ
bn: পরিমাণ
hi: मात्रा
ja: 投資額
ms: Amaun
th: จำนวนเงิน
vi: Số tiền

source: Expiration
ar: انتهاء الصلاحية
bn: মেয়াদোত্তীর্ণ
hi: समय सीमा समाप्ति
ja: 満期
th: หมดอายุ

source: tap above or below
bn: উপরে বা নীচে আলতো চাপুন
hi: ऊपर या नीचे टैप करें

source: Tap high or low
ar: اضغط على مرتفع أو منخفض.
bn: হাই বা, লো চাপুন
hi: उच्च या निम्न टैप करें
ja: 高または低をタップ
ms: Ketik tinggi atau rendah
th: แตะสูงหรือต่ำ
vi: Nhấn cao hoặc thấp

source: Payout information
ar: معلومات الدفع
bn: পরিশোধের তথ্য
hi: भुगतान संबंधी जानकारी
ja: ペイアウト情報
ms: Maklumat Pembayaran
th: ข้อมูลการจ่ายเงิน
vi: Thông Tin Thanh Toán

source: Strike price
ar: سعر الإضراب
bn: ধর্মঘট মূল্য
hi: हड़ताल की कीमत
ja: 取引価格
ms: Harga mogok
th: ราคาปัจจุบัน
vi: Giá Strike

source: Time left
ar: الوقت المتبقي
bn: সময় বাকি
hi: शेष समय
ja: 残り時間
ms: Masa yang tinggal
th: เวลาที่เหลือ
vi: Thời gian còn lại

source: Potential profit
ar: الربح المحتمل
bn: সম্ভাব্য লাভ
hi: संभावित लाभ
ja: 利益
ms: Potensi keuntungan
th: กำไรที่อาจเกิดขึ้น
vi: Lợi nhuận tiềm năng

source: Breakeven Price
bn: ব্রেকইভেন প্রাইস
hi: ब्रेकईवन कीमत

source: It’s not possible to open a trade at this expiry time anymore, since the price is no longer in the range.
ar: لم يعد من الممكن فتح صفقة في وقت انتهاء الصلاحية هذا بعد الآن، نظرًا لأن السعر لم يعد ضمن النطاق.
bn: এই মেয়াদোত্তীর্ণ সময়ে আর কোন ট্রেড খোলা সম্ভব নয়, যেহেতু মুল্য পরিসরের মধ্যে নেই।
hi: अब इस समाप्ति समय पर व्यापार खोलना संभव नहीं है, क्योंकि कीमत अब सीमा में नहीं है।
ja: 価格が範囲内にないため、この有効期限で取引を開始することはできなくなります。
th: ไม่สามารถเปิดคำสั่งการซื้อขายในช่วงเวลานี้ได้เนื่องจากหมดอายุเวลาการซื้อขาย

source: Pick another expiry time.
ar: اختر وقت انتهاء آخر
bn: আরেকটি মেয়াদোত্তীর্ণ সময় বেছে নিন
hi: कोई अन्य समाप्ति समय चुनें
ja: 他の満期をお選びください.
th: โปรดเลือกช่วงเวลาอื่น

source: Next expiry time
ar: وقت انتهاء الصلاحية التالي
bn: পরবর্তী মেয়াদোত্তীর্ণ সময়
hi: अगला समाप्ति समय
ja: 次の満期を表示
ms: MASA TAMAT SETERUSNYA
th: ช่วงอายุเวลาถัดไป

source: One-click Trade
ar: التجارة بنقرة واحدة
bn: ওয়ান-ক্লিক ট্রেড
hi: एक-क्लिक व्यापार
ja: 1クリックトレード
ms: Perdagangan satu klik
th: การซื้อขายคลิกเดียว
vi: Giao Dịch Một Chạm

source: In the money
ar: في المال
bn: টাকার মধ্যে
hi: पैसे में
ja: WIN
ms: Dalam wang
th: กำไร
vi: Vùng sinh lời

source: Out of the money
ar: من المال
bn: অর্থের বাইরে
hi: आउट ऑफ द मनी
ja: LOSE
ms: Daripada wang
th: ขาดทุน
vi: Vùng thua lỗ

source: At the money
ar: في المال
bn: টাকাতে
hi: पैसे पर
ja: DRAW
ms: Pada wang
th: ที่เงิน
vi: Vùng hòa vốn

source: Strike Price
ar: سعر الإضراب
bn: ধর্মঘট মূল্য
hi: हड़ताल की कीमत
ja: ストライクプライス
ms: Harga Strike
th: ราคาปัจจุบัน
vi: Giá Strike

source: Expiry at
ar: انتهاء الصلاحية في
bn: মেয়াদোত্তীর্ণ
hi: पर समाप्ति
ja: 満期時間
ms: Tamat tempoh pada
th: หมดอายุที่
vi: Hết hạn tại

source: seconds
ar: ثواني
bn: সেকেন্ড
hi: सेकंड
ja: 秒
th: วินาที

source: Options
ar: خيارات
bn: অপশন
hi: विकल्प
ja: オプション
ms: Pilihan
th: ตัวเลือก
vi: Tùy chọn

source: High/Low
ar: عالي منخفض
bn: হাই/লো
hi: कम ऊँची
ja: ハイ/ロー
ms: Tinggi/Rendah
th: สูงต่ำ
vi: Cao/Thấp

source: Above/Below
bn: নীচের উপরে
hi: नीचे से ऊपर

source: Product
bn: প্রোডাক্ট
hi: उत्पाद
ja: 製品

source: ${ game.cdfExpiry }H
ar: ${ game.cdfExpiry }ساعة
hi: ${ game.cdfExpiry }घंटा
ja: ${ game.cdfExpiry }時間
th: ${ game.cdfExpiry }ชั่วโมง

source: sec
bn: সেকেন্ড
hi: सेकंड

source: min
bn: মিনিট
hi: मिनट

source: m
hi: मी

source: hour
bn: ঘন্টা
hi: घंटा

source: hours
bn: ঘন্টা
hi: घंटे

source: h
hi: घंटा

source: day
bn: দিন
hi: दिन

source: days
bn: দিন
hi: दिन

source: d
hi: दि

source: ${ expiry }m
ar: ${ expiry }دقيقة
hi: ${ expiry }मी
th: ${ expiry }นาที

source: ${ hours }h
ar: ${ hours }ساعة
hi: ${ hours }घंटा
th: ${ hours }ชั่วโมง

source: ${ hours }d
ar: ${ hours }يوم
hi: ${ hours }दि
th: ${ hours }วัน

source: Time Duration
ar: المدة الزمنية
bn: সময়কাল
hi: समय अवधि
ja: [満期]
ms: Tempoh Masa
th: ระยะเวลา
vi: Thời lượng

source: Up
ar: أعلى
bn: আপ
hi: ऊपर
ja: 上
ms: Naik
th: ขึ้น
vi: Lên

source: It is not allowed to make trades in the opposite direction while you have active open trades
ar: لا يجوز إجراء عمليات تداول في الاتجاه المعاكس أثناء قيامك بتداولات مفتوحة نشطة
bn: আপনার সক্রিয় একটি ট্রেড থাকাকালীন, সেই ট্রেডের বিপরীত দিকে ট্রেড করা নিষিদ্ধ।
hi: जब आपके पास सक्रिय ओपन ट्रेड हों तो विपरीत दिशा में ट्रेड करने की अनुमति नहीं है

source: Down
ar: تحت
bn: নিচে
hi: नीचे
ja: 下
ms: Turun
th: ลง
vi: Xuống

source: Tap up or down
ar: اضغط لأعلى أو لأسفل.
bn: উপরে বা নিচে আলতো চাপুন
hi: ऊपर या नीचे टैप करें
ja: 上または下をタップ
ms: Ketik atas atau bawah
th: แตะขึ้นหรือลง
vi: Nhấn lên hoặc xuống

source: Dashboard
ar: لوحة القيادة
bn: ড্যাশবোর্ড
hi: डैशबोर्ड
ja: ダッシュボード
ms: Papan Pemuka
th: แดชบอร์ด
vi: Bảng điều khiển

source: Log out
ar: تسجيل الخروج
bn: লগ-আউট
hi: लॉग आउट
ja: ログアウト
ms: Log keluar
th: ออกจากระบบ
vi: Đăng xuất

source: Open/Сlosed Positions
ar: المراكز المفتوحة/المغلقة
bn: খোলা/বন্ধ অবস্থান
hi: खुली/बंद स्थिति
ja: オープン/クローズドポジション
th: ประวัติการซื้อขาย
vi: Mở/đóng lệnh

source: News
ar: الأخبار
bn: খবর
hi: समाचार
ja: ニュース
ms: Berita
th: ข่าวสาร
vi: Tin tức

source: Video News
ar: أخبار الفيديو
bn: ভিডিও নিউজ
hi: वीडियो समाचार
ja: ビデオニュース
ms: Berita Video
th: ข่าววีดีโอ
vi: Tin tức video

source: Tutorials
ar: دروس
bn: টিউটোরিয়াল
hi: ट्यूटोरियल
ja: チュートリアル
ms: Tutorial
th: บทช่วยสอน
vi: Hướng dẫn

source: Signals
ar: إشارات
bn: সংকেত
hi: सिग्नल
ja: シグナル
ms: Isyarat
th: สัญญาณ
vi: Tín hiệu

source: Daily Analysis
ar: التحليل اليومي
bn: দৈনিক বিশ্লেষণ
hi: दैनिक विश्लेषण
ja: 日々の分析
th: การวิเคราะห์รายวัน
vi: Phân tích hằng ngày

source: Markets
ar: الأسواق
bn: মার্কেট
hi: बाज़ार
ja: マーケット
ms: Pasaran
th: ตลาด
vi: Thị trường

source: Leaderboard
ar: المتصدرين
bn: লিডারবোর্ড
hi: लीडरबोर्ड
ja: リーダーボード
th: กระดานหนัง

source: Pool Trades
ar: التجارة المشتركة
bn: পুল ট্রেডিং
hi: पूल व्यापार
ja: トレーディングプール
th: ข้อตกลงสระว่า ยน้ำ

source: Market session Brief
ar: موجز جلسة السوق
bn: সংক্ষিপ্ত মার্কেট সেশন
hi: बाज़ार सत्र संक्षिप्त
ja: マーケット・セッション概要
th: การตลาดสั้น ๆ

source: Sold back
ar: تباع مرة أخرى
bn: পুনরায় বিক্রি
hi: वापस बेचना
ja: 途中売却
ms: Dijual kembali
th: ขายคืนแล้ว
vi: Bán lại

source: Trades
ar: الصفقات
bn: ট্রেড
hi: व्यापार
ja: 取引
th: การค้าขาย

source: High Pool
ar: بركة سباحة عالية
bn: হাই পুল
hi: उच्च पूल
ja: ハイプール ハイ
th: สระน้ำสูง

source: User
ar: مستخدم
bn: ব্যবহারকারী
hi: उपयोगकर्ता
ja: ユーザー
th: ผู้ใช้

source: Time
ar: وقت
bn: সময়
hi: समय
ja: 時間
th: เวลา

source: Open Price
ar: السعر المفتوح
bn: খোলা মূল্য
hi: खुली कीमत
ja: オープン価格
th: เปิดราคา

source: Low Pool
ar: حمام سباحة منخفض
bn: নিম্ন পুল
hi: निम्न पूल
ja: ロープール
th: สระน้ำต่ำ

source: Trade time
ar: وقت التداول
bn: ট্রেড সময়
hi: व्यापार का समय
ja: 取引時間
ms: Masa dagangan
th: เวลาเทรด
vi: Giờ giao dịch

source: Expiry time
ar: وقت انتهاء الصلاحية
bn: মেয়াদোত্তীর্ণ সময়
hi: समाप्ति समय
ja: 満期時間
ms: Masa tamat tempoh
th: เวลาหมดอายุ
vi: Thời gian hết hạn

source: Trade ID
ar: معرف التجارة
bn: ট্রেড আইডি
hi: ट्रेड आईडी
ja: 取引ID
ms: ID Dagangan
th: รหัสการค้า
vi: ID giao dịch

source: Closed Price
ar: سعر مغلق
bn: ক্লোজিং মুল্য
hi: बंद कीमत
ja: クローズ価格
ms: Harga Ditutup
th: ราคาปิด
vi: Giá đóng

source: Investment
ar: الاستثمار
bn: বিনিয়োগ
hi: निवेश
ja: 投資額
ms: Pelaburan
th: การลงทุน
vi: Đầu tư

source: Payout
ar: دفع تعويضات
bn: পরিশোধ
hi: भुगतान
ja: ペイアウト
ms: Bayaran
th: การจ่ายเงิน
vi: Xuất Chi

source: Return
ar: العودة
bn: রিটার্ন
hi: वापस करना
ja: 払い戻し
ms: Kembali
th: คืนสินค้า
vi: Quay trở lại

source: Status
ar: الحالة
bn: স্ট্যাটাস
hi: स्थिति
ja: ステータス
th: สถานะ
vi: Trạng thái

source: OPEN POSITIONS
ar: المراكز المفتوحة
bn: খোলা অবস্থান
hi: खुले स्थानों
ja: オープンポジション
ms: KEDUDUKAN TERBUKA
th: ตำแหน่งที่เปิดอยู่
vi: VỊ TRÍ MỞ

source: CLOSED POSITIONS
ar: المراكز المغلقة
bn: বন্ধ অবস্থান
hi: बंद स्थानों
ja: クローズドポジション
ms: KEDUDUKAN TERTUTUP
th: ตำแหน่งปิด
vi: VỊ TRÍ ĐÓNG

source: Positions
ar: المناصب
bn: অবস্থান
hi: स्थानों
ja: ポジション
ms: Kedudukan
th: การซื้อขาย
vi: Các vị trí

source: Showing last ${ closedTrades }
ar: عرض الأخير ${ closedTrades }
bn: শেষ ${ closeTrades } দেখাচ্ছে
hi: अंतिम ${ closedTrades } दिखाया जा रहा है
ja: 最新 ${ closedTrades } を表示中

source: load more
ar: تحميل المزيد
bn: আরো লোড করুন
hi: और लोड करें
ja: 続きを見る
th: โหลดมากขึ้น
vi: Tải Thêm

source: Money back
ar: إرجاع النقود
bn: টাকা ফেরত
hi: पैसे वापस

source: Strike
ar: إضراب
bn: স্ট্রাইক
hi: हड़ताल
ja: 取引価格
ms: Mogok
th: ราคาที่ถือครอง

source: Current Price
ar: السعر الحالي
bn: বর্তমান মূল্য
hi: वर्तमान मूल्य
ja: 現在の価格
ms: Harga Semasa
th: ราคาปัจจุบัน
vi: Giá hiện tại

source: Current PnL
ar: P&L حاضِر
bn: বর্তমান PNL
hi: वर्तमान पीएनएल
ja: 現在の損益

source: Close Trade
ar: إغلاق التجارة
bn: ট্রেড বন্ধ
hi: व्यापार बंद करें
ja: 途中売却

source: Sell back
ar: بيع مرة أخرى
bn: পুনরায় বিক্রি
hi: वापस बेचना
ja: 途中売却の実行
ms: Jual balik
th: ขายคืน
vi: Bán lại

source: Sellback
ar: سيلباك
bn: পুনরায় বিক্রি
hi: वापस बेचना
ja: 途中売却の実行
th: ขายคืน
vi: Bán lại

source: Hedge
bn: হেজ
hi: बाड़ा
ja: ヘッジ
th: เฮดจ์
vi: Hàng rào

source: Double Up
bn: ডাবল আপ
hi: हड़बड़ाना
ja: ダブルアップ
th: เพิ่มออเดอร์
vi: Nhân đôi

source: No Open Positions
ar: لا توجد مراكز مفتوحة
bn: কোন উন্মুক্ত অবস্থান নেই
hi: कोई खुली स्थिति नहीं
ja: オープンポジションはありません
ms: Tiada Kedudukan Terbuka
th: ไม่มีตำแหน่งที่เปิดอยู่
vi: Không có vị trí mở

source: No Closed Positions
ar: لا توجد مراكز مغلقة
bn: কোন বন্ধ অবস্থান
hi: कोई बंद स्थिति नहीं
ja: クローズドポジションはありません
ms: Tiada Kedudukan Tertutup
th: ไม่มีตำแหน่งปิด
vi: Không có vị trí đóng

source: Total P&L
ar: P&L المجموع
bn: মোট P&L
hi: कुल पी एंड एल
ja: 損益合計
th: กำไรและขาดทุนสุทธิ

source: Group by expiry time
ar: المجموعة حسب وقت انتهاء الصلاحية
bn: মেয়াদ শেষ হওয়ার সময় অনুসারে গ্রুপ করুন
hi: समाप्ति समय के अनुसार समूहित करें
ja: 満期ごとにまとめて表示
th: ช่วงอายุเวลาแบบกลุ่ม

source: GENERAL
ar: عام
bn: সাধারণ
hi: सामान्य
ja: 一般
ms: UMUM
th: ทั่วไป
vi: CHUNG

source: CRYPTO
ar: التشفير
bn: ক্রিপ্টো
hi: क्रिप्टो
ja: 暗号通貨
ms: KRIPTO
th: คริปโตเคอเรนซี่
vi: TIỀN ĐIỆN TỬ

source: Read Less
ar: أقرأ أقل
bn: কম পড়ুন
hi: कम पढ़ें

source: Read More
ar: اقرأ المزيد
bn: আরও পড়ুন
hi: और पढ़ें
ja: 続きを読む
ms: Baca Lagi
th: อ่านเพิ่มเติม
vi: Xem thêm

source: TODAY
ar: اليوم
bn: আজ
hi: आज
ja: 今日
th: วันนี้

source: THIS WEEK
ar: هذا الاسبوع
bn: এই সপ্তাহ
hi: इस सप्ताह
ja: 今週
th: อาทิตย์นี้

source: THIS MONTH
ar: هذا الشهر
bn: এই মাস
hi: इस महीने
ja: 今月
th: เดือนนี้

source: Trader’s Performance
ar: أداء التاجر
bn: ট্রেডিং পারফরম্যান্স
hi: व्यापारियों का प्रदर्शन
ja: トレーダーのパフォーマンス
th: ประสิทธิภาพของเทรดเดอร์

source: Rank
ar: رتبة
bn: র‌্যাঙ্ক
hi: पद
ja: ランク
th: อันดับ

source: Name
ar: اسم
bn: নাম
hi: नाम
ja: 名前
th: ชื่อ

source: Profit
ar: ربح
bn: প্রফিট
hi: लाभ
ja: 利益
th: กำไร

source: Load more
ar: تحميل المزيد
bn: আরো লোড করুন
hi: और लोड करें
ja: 続きを見る
th: โหลดมากขึ้น

source: daily analysis
ar: التحليل اليومي
bn: দৈনিক বিশ্লেষণ
hi: दैनिक विश्लेषण
ja: 日々の分析
th: การวิเคราะห์รายวัน
vi: Phân tích hằng ngày

source: Symbol
ar: رمز
bn: প্রতীক
hi: प्रतीक
ja: 銘柄
th: เครื่องหมาย

source: Direction
ar: اتجاه
bn: অভিমুখ
hi: दिशा
ja: 方向
th: ทิศทาง

source: Crnt Price
ar: السعر الجاري
bn: সিআরএনটি মূল্য
hi: सीआरएनटी मूल्य
ja: 現在価格
th: ราคาปัจจุบัน

source: PnL
ar: P&L
bn: পিএনএল
hi: पीएनएल
ja: 損益
th: โชคดี

source: Trade Time
ar: وقت التجارة
bn: ট্রেড সময়
hi: व्यापार का समय
ja: 取引時間
th: เวลาการค้า

source: Expiry Time
ar: وقت انتهاء الصلاحية
bn: মেয়াদোত্তীর্ণ সময়
hi: समाप्ति समय
ja: 満期時間
th: เวลาหมดอายุ

source: Actions
ar: أجراءات
bn: একশন
hi: कार्रवाई
ja: アクション
th: การกระทำ

source: Open Positions
ar: المناصب المفتوحة
bn: খোলা অবস্থান
hi: खुले स्थानों
ja: オープンポジション
th: ตำแหน่งที่เปิด

source: Closed Positions
ar: المراكز المغلقة
bn: বন্ধ অবস্থান
hi: बंद स्थिति
ja: クローズドポジション
th: ปิดตำแหน่ง

source: Minimum investment amount
ar: الحد الأدنى لمبلغ الاستثمار
bn: ন্যূনতম বিনিয়োগের পরিমাণ
hi: न्यूनतम निवेश राशि
ja: 最小投資額
ms: Amaun pelaburan minimum
th: จำนวนเงินลงทุนขั้นต่ำ
vi: Số tiền đầu tư tối thiểu

source: Maximum investment amount
ar: الحد الأقصى لمبلغ الاستثمار
bn: সর্বোচ্চ বিনিয়োগের পরিমাণ
hi: अधिकतम निवेश राशि
ja: 最大投資額
ms: Jumlah pelaburan maksimum
th: จำนวนเงินลงทุนสูงสุด
vi: Số tiền đầu tư tối đa

source: ${ props.notification.props.amount } positions were closed at ${ time }. Total profit
bn: ${ props.notification.props.amount } অবস্থান বন্ধ হয়েছিল*: ${ time }. মোট প্রফিট
hi: ${ props.notification.props.amount } पोजीशन ${ time } पर बंद हुई. कुल लाभ
ja: ${ time } ${ props.notification.props.amount }にポジションクローズされました。払い戻し

source: Go to the closed positions
ar: انتقل إلى المراكز المغلقة
bn: বন্ধ পজিশনে যান
hi: बंद स्थिति पर जाएँ
ja: クローズドポジションを表示
th: ตำแหน่งปิด

source: The trade was successfully opened
ar: تم فتح التجارة بنجاح
bn: ব্যবসা সফলভাবে খোলা হয়েছে
hi: व्यापार सफलतापूर्वक खोला गया
ja: 取引は正常に開かれました
ms: Perdagangan telah berjaya dibuka
th: การค้าได้เปิดเรียบร้อยแล้ว
vi: Thương mại đã được mở thành công

source: Email address
ar: عنوان البريد الإلكتروني
bn: ইমেল ঠিকানা
hi: मेल पता
ja: メールアドレス
ms: Alamat e-mel
th: ที่อยู่อีเมล
vi: Địa chỉ email

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
hi: पासवर्ड
ja: パスワード
ms: Kata Laluan
th: รหัสผ่าน
vi: Mật khẩu

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
bn: তোমার ই - মেইল ঠিকানা লেখো
hi: अपना ईमेल पता दर्ज करें
ja: メールアドレスを入力してください
ms: Masukkan alamat email Anda
th: ป้อนที่อยู่อีเมลของคุณ
vi: Nhập địa chỉ email của bạn

source: Enter your password
ar: أدخل كلمة المرور
bn: আপনার পাসওয়ার্ড লিখুন
hi: अपना कूटशब्द भरें
ja: パスワードを入力してください
ms: Masukkan kata laluan anda
th: ป้อนรหัสผ่านของคุณ
vi: Nhập mật khẩu của bạn

source: Please enter valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
bn: বৈধ ইমেইল ঠিকানা লিখুন
hi: कृपया सही ईमेल पता दें
ja: 有効なメールアドレスを入力してください
ms: Sila masukkan alamat e-mel yang sah
th: กรุณากรอกที่อยู่อีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ

source: Please enter your password
ar: الرجاء إدخال كلمة المرور الخاصة بك
bn: আপনার পাসওয়ার্ড দিন
hi: अपना पासवर्ड दर्ज करें
ja: パスワードを入力してください
ms: Sila masukkan kata laluan anda
th: กรุณากรอกรหัสผ่านของคุณ
vi: Vui lòng nhập mật khẩu của bạn

source: Login
ar: تسجيل الدخول
bn: লগিন করুন
hi: लॉग इन करें
ja: ログイン
ms: Log Masuk
th: ล็อกอิน
vi: Đăng nhập

source: Forgot password?
ar: هل نسيت كلمة المرور؟
bn: আপনি কি পাসওয়ার্ড ভুলে গেছেন?
hi: अपना कूट शब्द भूल गए?
ja: パスワードをお忘れですか？
ms: Lupa kata laluan?
th: ลืมรหัสผ่าน
vi: Quên mật khẩu?

source: Create account
ar: إنشاء حساب
bn: অ্যাকাউন্ট খুলুন
hi: खुला खाता
ja: 口座開設
ms: Cipta akaun
th: สร้างบัญชีผู้ใช้
vi: Tạo tài khoản

source: Signing in...
ar: تسجيل الدخول...
bn: সাইন ইন...
hi: इन कर रहे हैं...
ja: サインイン中...
ms: Mendaftar masuk...
th: การลงชื่อเข้าใช้...
vi: Đăng nhập...

source: Logged Out
ar: تسجيل الخروج
bn: প্রস্থান
hi: बाहर आ गये
ja: ログアウトしました
ms: Log Keluar
th: ออกจากระบบ
vi: Đăng xuất

source: You are logged out, please log in to the platform.
ar: لقد قمت بتسجيل الخروج، يرجى تسجيل الدخول إلى النظام الأساسي.
bn: আপনি লগ আউট করেছেন, দয়া করে প্ল্যাটফর্মে লগ ইন করুন৷
hi: आप लॉग आउट हो गए हैं, कृपया प्लेटफ़ॉर्म पर लॉग इन करें।
ja: ログアウトしました。再ログインをお願い致します。
ms: Anda log keluar, sila log masuk ke platform.
th: คุณออกจากระบบแล้ว โปรดล็อกอินเข้าสู่แพลตฟอร์ม
vi: Bạn đã đăng xuất, vui lòng đăng nhập vào nền tảng.

source: Close
ar: إغلاق
bn: বন্ধ
hi: बंद करना
ja: 閉じる
ms: Tutup
th: ปิด
vi: Đóng

source: ID
ar: معرف
bn: আইডি
hi: पहचान
th: รหัสประจำตัว

source: Type
ar: اكتب
bn: প্রকার
hi: प्रकार
ja: タイプ
ms: Jenis
th: ประเภท
vi: Loại

source: Asset
ar: الاصول
bn: এসেট
hi: संपत्ति
ja: 資産
ms: Aset
th: สินทรัพย์
vi: Tài sản

source: Confirm sellback
ar: تأكيد إعادة البيع
bn: সেলব্যাক নিশ্চিত করুন
hi: सेलबैक की पुष्टि करें
ja: 途中売却の確認
ms: Sahkan jualan semula
th: ยืนยันการขาย
vi: Xác nhận bán lại

source: Practice expired
ar: انتهت مدة الممارسة
bn: অনুশীলনের মেয়াদ শেষ
hi: अभ्यास समाप्त हो गया
ja: デモ口座 利用期間終了
ms: Amalan luput
th: การฝึกซ้อมหมดอายุ
vi: Hết hạn Giao dịch thử

source: Switch to real
ar: التبديل إلى ريال مدريد
bn: বাস্তবে স্যুইচ করুন
hi: वास्तविक पर स्विच करें
ja: リアル口座に切り替える
ms: Tukar ke sebenar
th: สลับเป็นจริง
vi: Chuyển sang giao dịch thực

source: Restore password
ar: استعادة كلمة المرور
bn: পাসওয়ার্ড পুনরুদ্ধার করুন
hi: पासवर्ड पुनर्स्थापित करें
ja: パスワードをリセットする
ms: Pulihkan kata laluan
th: คืนค่ารหัสผ่าน
vi: Khôi phục mật khẩu

source: Please enter your email address and we will send you instruction on how to reset your password.
ar: يرجى إدخال عنوان بريدك الإلكتروني وسوف نرسل لك تعليمات حول كيفية إعادة تعيين كلمة المرور الخاصة بك.
bn: অনুগ্রহ করে আপনার ইমেল ঠিকানা লিখুন এবং আমরা আপনাকে কিভাবে আপনার পাসওয়ার্ড রিসেট করতে হবে তার নির্দেশনা পাঠাব।
hi: कृपया अपना ईमेल पता दर्ज करें और हम आपको अपना पासवर्ड रीसेट करने के निर्देश भेजेंगे।
ja: メールアドレスを入力してください。パスワードのリセット方法をお送りします。
ms: Sila masukkan alamat e-mel anda dan kami akan menghantar arahan mengenai cara untuk menetapkan semula kata laluan anda.
th: โปรดป้อนที่อยู่อีเมลของคุณและเราจะส่งคำแนะนำเกี่ยวกับวิธีการรีเซ็ตรหัสผ่านของคุณ
vi: Vui lòng nhập email để lấy lại mật khẩu.

source: Cancel
ar: إلغاء
bn: বাতিল করুন
hi: रद्द करना
ja: [キャンセル]
ms: Batal
th: ยกเลิก
vi: Hủy

source: Submit
ar: إرسال
bn: জমা দিন
hi: जमा करना
ja: 送信
ms: Hantar
th: ส่งข้อมูล
vi: Xác nhận

source: We have reset the password, please check the email
ar: لقد قمنا بإعادة تعيين كلمة المرور، يرجى التحقق من البريد الإلكتروني
bn: আমরা পাসওয়ার্ড রিসেট করেছি, ইমেল চেক করুন
hi: हमने पासवर्ड रीसेट कर दिया है, कृपया ईमेल जांचें
ja: パスワードをリセットしました。メールを確認してください
ms: Kami telah menetapkan semula kata laluan, sila semak e-mel
th: เราได้รีเซ็ตรหัสผ่านแล้ว โปรดตรวจสอบอีเมล์
vi: Mật khẩu đã được gửi vào email, vui lòng kiểm tra

source: Your guest demo account expired, please create real account.
ar: انتهت صلاحية حساب الضيف التجريبي الخاص بك، يرجى إنشاء حساب حقيقي.
bn: আপনার অতিথি ডেমো অ্যাকাউন্টের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে আসল অ্যাকাউন্ট তৈরি করুন।
hi: आपका अतिथि डेमो खाता समाप्त हो गया है, कृपया वास्तविक खाता बनाएं।
ja: デモ口座の有効期間が終了しました。リアル口座を開設してください。
ms: Akaun demo tetamu anda tamat tempoh, sila buat akaun sebenar.
th: บัญชีทดลองของผู้เข้าพักของคุณหมดอายุแล้ว โปรดสร้างบัญชีจริง
vi: Tài khoản demo của bạn đã hết hạn, vui lòng tạo tài khoản thực.

source: Create real account
ar: إنشاء حساب حقيقي
bn: আসল অ্যাকাউন্ট তৈরি করুন
hi: वास्तविक खाता बनाएँ
ja: リアル口座を開設する
ms: Cipta akaun sebenar
th: สร้างบัญชีจริง
vi: Tạo tài khoản thực

source: Home
ar: بيت
bn: প্রধান পৃষ্ঠা
hi: घर
ja: ホームページ
th: บ้าน

source: Practice
ar: الممارسة
bn: অনুশীলন
hi: अभ्यास
ja: デモ
ms: Amalan
th: ฝึกซ้อม
vi: Giao dịch thử

source: Real
ar: ريال
bn: আসল
hi: वास्तविक
ja: リアル
ms: Sebenar
th: ของจริง
vi: Giao dịch thật

source: Balance
ar: الرصيد
bn: ব্যাল্যান্স
hi: संतुलन
ja: 残高
ms: Baki
th: ยอดคงเหลือ
vi: Số dư khả dụng

source: Invested
ar: استثمرت
bn: বিনিয়োগ
hi: निवेश
ja: 投資額
ms: Dilaburkan
th: ลงทุน
vi: Đầu tư

source: Settings
ar: الإعدادات
bn: সেটিংস
hi: सेटिंग्स
ja: [設定]
ms: Tetapan
th: การตั้งค่า
vi: Cài đặt

source: Deposit
ar: وديعة
bn: ডিপোস্ট
hi: जमा करना
ja: 入金
th: เงินฝาก
vi: Nạp tiền

source: Withdrawal
ar: الانسحاب
bn: উইথড্র
hi: निकासी
ja: 出金
ms: Pengeluaran
th: การถอนเงิน
vi: Rút tiền

source: Transfer Funds
ar: تحويل الأموال
bn: তহবিল ট্রান্সফার
hi: धनराशि का ट्रांसफर
ja: 資金移動
ms: Pemindahan Dana
th: โอนเงิน
vi: Chuyển tiền

source: Add Account
ar: إضافة حساب
bn: একাউন্ট যোগ করা
hi: खाता जोड़ें
ja: WowFX口座を追加
ms: Tambah Akaun
th: เพิ่มบัญชี
vi: Thêm tài khoản

source: Privacy Center
ar: مركز الخصوصية
bn: গোপনীয়তা কেন্দ্র
hi: गोपनीयता केंद्र
ja: プライバシーセンター
ms: Pusat Privasi
th: ศูนย์ความเป็นส่วนตัว
vi: Trung tâm bảo mật

source: Transactions
ar: المعاملات
bn: লেনদেন
hi: लेनदेन
ja: トランザクション
ms: Transaksi
th: การทำธุรกรรม
vi: Giao dịch

source: Guest demo
ar: عرض الضيف
bn: অতিথি ডেমো
hi: अतिथि डेमो
ja: ゲスト デモ口座
ms: Demo tetamu
th: การสาธิตของผู้เข้าพัก
vi: Demo của khách

source: Volume Per Day
ar: الحجم في اليوم
bn: প্রতিদিন ভলিউম
hi: प्रति दिन वॉल्यूम
ja: 一日の投資額
ms: Jumlah Sehari
th: ปริมาณต่อวัน
vi: Khối Lượng Mỗi Ngày

source: total traded volume
ar: إجمالي حجم التداول
bn: মোট ট্রেড ভলিউম
hi: कुल कारोबार की मात्रा
ja: 合計投資額
ms: Jumlah Jumlah dagangan
th: ปริมาณการซื้อขายทั้งหมด
vi: TỔNG KHỐI LƯỢNG ĐÃ GIAO DỊCH

source: number of trades
ar: عدد الصفقات
bn: ট্রেডিংয়ের সংখ্যা
hi: ट्रेडों की संख्या
ja: 取引回数/保有数
ms: Bilangan Dagangan
th: จำนวนการซื้อขาย
vi: SỐ LƯỢNG NHÀ GIAO DỊCH

source: average volume
ar: متوسط حجم التداول
bn: গড় ভলিউম
hi: औसत मात्रा
ja: 平均投資額
ms: Volum Purata
th: ปริมาณเฉลี่ย
vi: KHỐI LƯỢNG GIAO DỊCH TRUNG BÌNH

source: Other
ar: آخر
bn: অন্যান্য
hi: अन्य
th: อื่นๆ

source: Top traded assets
ar: أكثر الأصول تداولًا
bn: শীর্ষস্থানীয় এসেট
hi: शीर्ष कारोबार वाली संपत्तियां
ja: トップ取引銘柄
ms: Aset Dagangan Teratas
th: สินทรัพย์ซื้อขายยอดนิยม
vi: Top Các Tài Sản Đã Giao Dịch

source: Recent Updates
ar: التحديثات الأخيرة
bn: সাম্প্রতিক হাল নাগাদ
hi: हाल के अद्यतन
ja: 最新情報
ms: Kemas Kini Terkini
th: อัปเดตล่าสุด
vi: Cập Nhật Gần Đây

source: Download
ar: تحميل
bn: ডাউনলোড
hi: डाउनलोड करना
ja: ダウンロード
ms: Muat turun
th: ดาวน์โหลด
vi: Tải Xuống

source: Recent Trades
ar: التداولات الحديثة
bn: সাম্প্রতিক ট্রেডিং
hi: हाल के व्यापार
ja: 最新の取引
ms: Dagangan Terkini
th: ขาย
vi: Các Nhà Giao Dịch Gần Đây

source: Load More
ar: تحميل المزيد
bn: আরো লোড করুন
hi: और लोड करें
ja: 続きを見る
ms: Tambah lagi
th: โหลดมากขึ้น
vi: Tải Thêm

source: id
bn: আইডি
hi: पहचान

source: trade time
ar: وقت التداول
bn: ট্রেড সময়
hi: व्यापार का समय
ja: 取引時間
ms: Masa Perdagangan
th: เวลาการค้า
vi: THỜI GIAN GIAO DỊCH

source: expiry time
ar: وقت انتهاء الصلاحية
bn: মেয়াদোত্তীর্ণ সময়
hi: समाप्ति समय
ja: 満期時間
ms: Masa Tamat
th: เวลาหมดอายุ
vi: THỜI GIAN HẾT HẠN

source: asset
ar: الأصل
bn: এসেট
hi: संपत्ति
ja: 銘柄
ms: Aset
th: สินทรัพย์
vi: TÀI SẢN

source: investment
ar: الاستثمار
bn: বিনিয়োগ
hi: निवेश
ja: 投資額
ms: Pelaburan
th: การลงทุน
vi: ĐẦU TƯ
